[
  {
    "id": "rights",
    "title": "Rights and Obligations",
    "section": "Administrative Law",
    "items": [
      {
        "id": "rights_and_obligations",
        "title": "Rights and Obligations of the Person Held Liable",
        "text": "Section 41. Rights and Obligations of the Person Held Liable\n\n(1) The person held liable has the following rights:\n\n1) to acquaint himself or herself with the materials of the administrative offence case;\n2) to participate in the examination of the administrative offence case;\n3) to provide explanations;\n4) to use a language he or she understands and to use the assistance of an interpreter;\n5) to know for what offence he or she is held liable;\n6) to submit evidence;\n7) to appeal the adopted decision;\n8) to exercise defence with the assistance of a chosen defender;\n9) to withdraw a complaint or request submitted by a defender.\n\n(2) The person held liable has the following obligations:\n\n1) to appear at the specified time and place;\n2) not to obstruct the administrative process;\n3) to notify about any change of address;\n4) to cease the unlawful conduct;\n5) to comply with any procedural coercive measures applied."
      },
      {
        "id": "detention_rights",
        "title": "Rights of the Detained Person and Procedure for Detention",
        "text": "(4) A detained person has the right:\n\n1) to invite a defender;\n2) to request that his or her relatives, educational institution or employer be informed of the detention. In the case of a minor, the representative must be informed;\n3) to become acquainted with the detention protocol and to receive information on his or her rights and obligations;\n4) to express his or her opinion on the justification for the detention.\n\n(5) A person may be detained for no longer than four hours. The period of detention shall be counted from the moment of actual detention. If the person is under the influence of alcohol or other intoxicating substances, the period shall be counted from the time when the person is able to adequately perceive what is happening.\n\n(6) The detention protocol shall be notified to the person concerned."
      },
{
  "id": "victim_rights",
  "title": "Section 44. Rights and Duties of the Victim",
  "text": "(1) The victim has the following rights:\n\n1) to acquaint themselves with the materials of the administrative offence case, make extracts, copies and duplicates thereof;\n2) to participate in the examination of the administrative offence case;\n3) to use a language they can communicate in, and to use the assistance of an interpreter free of charge in accordance with the procedure laid down in this Law, if the victim does not know the language of the proceedings;\n4) not to testify against themselves, their fiancé(e), spouse, parents, grandparents, children, grandchildren, brothers and sisters, as well as against a person with whom they live together and have a joint (undivided) household;\n5) to make requests;\n6) to submit evidence;\n7) to appeal the decision taken in the administrative offence case.\n\n(2) The victim exercises their rights voluntarily and to the extent they choose. Failure to exercise these rights does not prevent the progress of the administrative offence proceedings.\n\n(3) The victim has the following duties:\n\n1) to do everything possible to prevent or reduce the extent of the harm caused to them;\n2) to appear at the place and time indicated by the official, higher official or court;\n3) to provide only truthful information and testify about everything known in connection with the administrative offence;\n4) not to obstruct or interfere with the course of the administrative offence proceedings;\n5) to inform the official, higher official or court about any change of residence, legal address or email address during the proceedings;\n6) to observe the established order during procedural actions."
}

    ]
  },
  {
    "id": "mitigating",
    "title": "Mitigating Circumstances",
    "section": "Administrative Law",
    "items": [
      {
        "id": "mitigating_factors",
        "title": "Section 20. Mitigating Circumstances",
        "text": "(1) The following circumstances mitigate administrative liability:\n\n1) the person held liable has admitted and regretted the offence;\n2) the person has voluntarily compensated the loss or eliminated the damage caused;\n3) the offence was committed under strong emotional distress or due to serious personal or family circumstances;\n4) the person voluntarily reported the offence before it was discovered;\n5) the offence was committed under provocation by the victim’s unlawful or immoral conduct;\n6) the offence was committed by a pregnant woman or a woman caring for a child under one year of age.\n\n(2) Other circumstances may also be recognised as mitigating."
      }
    ]
  },
  {
    "id": "aggravating",
    "title": "Aggravating Circumstances",
    "section": "Administrative Law",
    "items": [
      {
        "id": "aggravating_factors",
        "title": "Section 21. Aggravating Circumstances",
        "text": "The following circumstances aggravate administrative liability:\n\n1) the unlawful act was continued despite an authorised official’s request to cease it;\n2) the offence involved a minor engaged by an adult;\n3) the offence was committed during a natural disaster or other extraordinary circumstances;\n4) the offence was committed under the influence of alcohol, narcotic or other intoxicating substances;\n5) the motive of the offence was hatred towards a person’s race, religion, nationality or other clearly identifiable features;\n6) the offence was committed by a group of persons."
      }
    ]
  },
  {
    "id": "monument",
    "title": "Freedom Monument and Riga Brethren Cemetery Law",
    "section": "Public Order",
    "items": [
      {
        "id": "section9",
        "title": "Section 9. Showing Disrespect Towards the Freedom Monument or Riga Brethren Cemetery",
        "text": "For showing blatant disrespect towards the Freedom Monument or Riga Brethren Cemetery, a fine shall be imposed on a natural person from 200 to 400 units of fine (from 1000 to 2000 euros)."
      },
      {
        "id": "section11",
        "title": "Section 11. Administrative Procedure",
        "text": "Administrative offence proceedings for offences referred to in Sections 9 and 10 of this Law shall be conducted by the State Police and municipal police."
      }, {
  "id": 99,
  "title": "Administrative Liability Law – Section 154. General Provisions Regarding Conditional Partial Release from Payment of a Fine",
  "text": "(1) In order to promote cooperation between officials and the person held liable and to encourage voluntary payment of the fine, the official, when examining an administrative offence case, has the right to decide on the conditional partial release of a person from the payment of the fine.\n\n(2) A person may be conditionally partially released from payment of the fine if the following preconditions are met:\n\n1) the person held liable for the administrative offence has admitted guilt and agrees to the decision on the imposition of the fine;\n2) there are no aggravating circumstances that increase the person’s liability for the offence;\n3) there is no injured party in the administrative offence case;\n4) the person has not been conditionally partially released from the payment of a fine within the past year;\n5) the administrative offence case is not examined in the absence of the person held liable.\n\n(3) Conditional partial release from payment of the fine shall not be applied if, after assessing the circumstances of the offence, its nature, the offender’s personality, and other relevant factors, the official considers that such release would be inconsistent with the objective of ensuring a fair penalty.\n\n(4) When applying conditional partial release from payment of the fine, the official informs the person that they must pay 50 percent of the imposed fine within 15 days. If the person fulfills this condition, they are released from paying the remaining part of the fine. If the condition is not met, the full fine must be paid.\n\n(5) The decision on conditional partial release from payment of the fine becomes void if the person appeals against the decision imposing the fine."
}


    ]
  } ,
{
  "id": "conditional_release",
  "title": "Conditional Partial Release from Fine Payment",
  "section": "Administrative Law",
  "items": [
    {
      "id": "section154",
      "title": "Section 154. General Provisions Regarding Conditional Partial Release from Payment of a Fine",
      "text": "(1) In order to promote cooperation between officials and persons held liable and to encourage voluntary payment of fines, the official, when examining an administrative offence case, has the right to decide on conditional partial release of a person from payment of the fine.\n\n(2) A person may be conditionally partially released from payment of the fine under the following preconditions:\n\n1) the person held liable for the administrative offence has admitted guilt and agrees to the decision on the imposition of the fine;\n2) there are no aggravating circumstances that increase the person’s liability for the offence;\n3) there is no injured party in the administrative offence case;\n4) the person has not been conditionally partially released from payment of a fine within the past year;\n5) the administrative offence case is not examined in the absence of the person held liable.\n\n(3) Conditional partial release from payment of the fine shall not be applied if, after assessing the circumstances of the offence, its nature, the offender’s personality, and other relevant factors, the official considers that such release would be inconsistent with the objective of ensuring a fair penalty.\n\n(4) When applying conditional partial release from payment of the fine, the official informs the person that they must pay 50 percent of the imposed fine within 15 days. If the person fulfills this condition, they are released from paying the remaining part of the fine. If the condition is not met, the full fine must be paid.\n\n(5) The decision on conditional partial release from payment of the fine becomes void if the person appeals against the decision imposing the fine."
    }
  ]
}

]
