[
  {
    "id": "rights",
    "title": "Rights and Obligations",
    "text": "Article 41. Rights and obligations of the person held liable\n\n(1) The person held liable has the following rights:\n\n1) to become acquainted with the materials of the administrative violation case;\n2) to participate in the examination of the administrative violation case;\n3) to provide explanations;\n4) to use a language in which they can communicate and request interpreter assistance;\n5) to know what violation they are being held liable for;\n6) to submit evidence;\n7) to appeal the adopted decision;\n8) to exercise defence with the assistance of a defender;\n9) to withdraw a complaint or request submitted by a defender.\n\n(2) The person held liable has the following obligations:\n\n1) to appear at the specified time;\n2) not to obstruct or interfere with the proceedings;\n3) to notify of a change of address;\n4) to cease the violation;\n5) to comply with the imposed procedural coercive measure."
  },
  {
    "id": "mitigating",
    "title": "Mitigating Circumstances",
    "text": "Article 20. Mitigating circumstances\n\n(1) The following circumstances mitigate liability for an administrative violation:\n\n1) the person held liable has admitted and regretted the committed act;\n2) the person held liable has voluntarily compensated for the damage or eliminated the caused harm;\n3) the violation was committed under strong emotional agitation or due to serious personal or family circumstances;\n4) the person held liable has voluntarily come forward before the discovery of the violation;\n5) the violation was committed under the influence of the victim’s unlawful or immoral behaviour;\n6) the violation was committed by a pregnant woman or a woman caring for a child under one year of age.\n\n(2) Other circumstances may also be considered mitigating."
  },
  {
    "id": "aggravating",
    "title": "Aggravating Circumstances",
    "text": "Article 21. Aggravating circumstances\n\nLiability for an administrative violation may be aggravated by the following circumstances:\n\n1) unlawful conduct continued despite an authorised official’s request to stop;\n2) an adult involved a minor in the violation;\n3) the violation was committed during a natural disaster or other extraordinary circumstances;\n4) the violation was committed under the influence of alcohol, narcotic or other intoxicating substances;\n5) the motive for the violation was hatred towards a person’s race, religion, nationality or other identifiable personal characteristics;\n6) the violation was committed by a group of persons."
  },
  {
    "id": "detention_rights",
    "title": "Rights of Detained Persons and Detention Procedure",
    "text": "(4) A detained person has the right to:\n\n1) invite a defender;\n2) request that the fact of detention be communicated to their relative, educational institution or employer. In the case of a minor, notification must be given to their representative;\n3) become acquainted with the detention report and receive information on their rights and obligations;\n4) express their opinion on the justification of the detention.\n\n(5) A person may be detained for no longer than four hours. The detention time shall be counted from the actual moment of detention. For a person under the influence of alcohol, narcotic or other intoxicating substances, the detention time shall be counted from the moment the person is able to adequately perceive what is happening.\n\n(6) The detention report shall be communicated to the person concerned."
  }
]
