[
  {
    "id": "rights",
    "title": "Tiesības un pienākumi",
    "section": "Administratīvās tiesības",
    "items": [
      {
        "id": "rights_and_obligations",
        "title":"41. pants. Pie atbildības saucamās personas tiesības un pienākumi",
        "text": "41. pants. Pie atbildības saucamās personas tiesības un pienākumi\n\n(1) Pie atbildības saucamajai personai ir šādas tiesības:\n\n1) iepazīties ar administratīvā pārkāpuma lietas materiāliem;\n2) piedalīties administratīvā pārkāpuma lietas izskatīšanā;\n3) sniegt paskaidrojumus;\n4) lietot valodu, kurā tā spēj sazināties, un izmantot tulka palīdzību;\n5) zināt, par kāda pārkāpuma izdarīšanu tā tiek saukta pie atbildības;\n6) iesniegt pierādījumus;\n7) pārsūdzēt pieņemto lēmumu;\n8) īstenot aizstāvību ar aizstāvja palīdzību;\n9) atsaukt aizstāvja iesniegtu sūdzību vai lūgumu.\n\n(2) Pie atbildības saucamajai personai ir šādi pienākumi:\n\n1) ierasties noteiktajā laikā;\n2) netraucēt procesa norisi;\n3) paziņot par adreses maiņu;\n4) pārtraukt pārkāpumu;\n5) ievērot piemēroto procesuālo piespiedu līdzekli."
      },
      {
        "id": "detention_rights",
        "title": "71. pants. Administratīvā aizturēšana - Aizturētās personas tiesības un aizturēšanas kārtība",
        "text": "(4) Aizturētajai personai ir tiesības:\n\n1) uzaicināt aizstāvi;\n2) pieprasīt, lai par aizturēšanu paziņo tās tuviniekam, mācību iestādei vai darba devējam. Par nepilngadīgas personas aizturēšanu obligāti paziņo tās pārstāvim;\n3) iepazīties ar aizturēšanas protokolu un saņemt informāciju par aizturētā tiesībām un pienākumiem;\n4) izteikt savu viedokli par aizturēšanas pamatotību.\n\n(5) Aizturēto personu drīkst aizturēt ne ilgāk kā uz četrām stundām. Personas aizturēšanas laiku skaita no faktiskās aizturēšanas brīža. Personai, kas atradusies alkoholisko dzērienu vai citu apreibinošu vielu ietekmē, administratīvās aizturēšanas laiku skaita no brīža, kad persona spēj adekvāti uztvert notiekošo.\n\n(6) Aizturēšanas protokolu paziņo personai, uz kuru tas attiecas."
      },
{
  "id": "victim_rights",
  "title": "44. pants. Cietušā tiesības un pienākumi",
  "text": "(1) Cietušajam ir šādas tiesības:\n\n1) iepazīties ar administratīvā pārkāpuma lietas materiāliem, izdarīt no tiem izrakstus, norakstus un izgatavot kopijas;\n2) piedalīties administratīvā pārkāpuma lietas izskatīšanā;\n3) lietot valodu, kurā viņš spēj sazināties, kā arī bez atlīdzības izmantot tulka palīdzību šajā likumā noteiktajā kārtībā, ja cietušais neprot valodu, kurā notiek administratīvā pārkāpuma process;\n4) neliecināt pret sevi un savu saderināto, laulāto, vecākiem, vecvecākiem, bērniem, mazbērniem, brāļiem un māsām, kā arī pret to personu, ar kuru attiecīgā fiziskā persona dzīvo kopā un ar kuru tai ir kopīga (nedalīta) saimniecība;\n5) izteikt lūgumus;\n6) iesniegt pierādījumus;\n7) pārsūdzēt administratīvā pārkāpuma lietā pieņemto lēmumu.\n\n(2) Cietušais savas tiesības īsteno brīvprātīgi un paša izraudzītajā apjomā. Tiesību neizmantošana nekavē administratīvā pārkāpuma procesa norisi.\n\n(3) Cietušajam ir šādi pienākumi:\n\n1) savu iespēju robežās darīt visu, lai novērstu vai samazinātu viņam radītā kaitējuma apmēru;\n2) noteiktajā laikā ierasties amatpersonas, augstākas amatpersonas vai tiesas norādītajā vietā;\n3) sniegt tikai patiesas ziņas un liecināt par visu, kas viņam zināms saistībā ar konkrēto administratīvo pārkāpumu;\n4) nekavēt un netraucēt administratīvā pārkāpuma procesa norisi;\n5) paziņot amatpersonai, augstākai amatpersonai vai tiesai par dzīvesvietas, juridiskās adreses vai elektroniskā pasta adreses maiņu procesa laikā;\n6) ievērot noteikto kārtību procesuālo darbību veikšanas laikā."
}

    ]
  },
  {
    "id": "mitigating",
    "title": "Atbildību mīkstinoši apstākļi",
    "section": "Administratīvās tiesības",
    "items": [
      {
        "id": "mitigating_factors",
        "title": "20. pants. Atbildību mīkstinošie apstākļi",
        "text": "(1) Atbildību par administratīvo pārkāpumu mīkstina šādi apstākļi:\n\n1) pie atbildības saucamā persona atzinusi un nožēlojusi izdarīto;\n2) pie atbildības saucamā persona labprātīgi atlīdzinājusi zaudējumu vai novērsusi nodarīto kaitējumu;\n3) pārkāpums izdarīts stipra psihiska uzbudinājuma ietekmē vai smagu personisku vai ģimenes apstākļu dēļ;\n4) pie atbildības saucamā persona labprātīgi pieteikusies pirms izdarītā pārkāpuma atklāšanas;\n5) pārkāpums izdarīts cietušā prettiesiskas vai amorālas uzvedības ietekmē;\n6) pārkāpumu izdarījusi sieviete grūtniecības stāvoklī vai sieviete, kuras aprūpē ir bērns vecumā līdz vienam gadam.\n\n(2) Par atbildību mīkstinošiem var atzīt arī citus apstākļus."
      }
    ]
  },
  {
    "id": "aggravating",
    "title": "Atbildību pastiprinoši apstākļi",
    "section": "Administratīvās tiesības",
    "items": [
      {
        "id": "aggravating_factors",
        "title": "21. pants. Atbildību pastiprinošie apstākļi",
        "text": "Atbildību par administratīvo pārkāpumu var pastiprināt šādi apstākļi:\n\n1) prettiesiskā rīcība turpināta, neraugoties uz pilnvarotas amatpersonas prasību to izbeigt;\n2) pilngadīga persona pārkāpuma izdarīšanā iesaistījusi nepilngadīgo;\n3) pārkāpums izdarīts stihiskas nelaimes vai citos ārkārtējos apstākļos;\n4) pārkāpums izdarīts alkohola, narkotisko vai citu apreibinošu vielu ietekmē vai reibumā;\n5) pārkāpuma izdarīšanas motīvs ir naids pret personas atšķirīgām iezīmēm (rasi, reliģisko pārliecību, nacionālo piederību vai citām atšķirīgām pazīmēm);\n6) pārkāpumu izdarījusi personu grupa."
      }
    ]
  },
  {
    "id": "monument",
    "title": "Brīvības pieminekļa un Rīgas Brāļu kapu likums",
    "section": "Sabiedriskā kārtība",
    "items": [
      {
        "id": "section9",
        "title": "9.pants Administratīvā atbildība par necieņas izrādīšanu pret Brīvības pieminekli vai Rīgas Brāļu kapiem",
        "text": "Par klajas necieņas izrādīšanu pret Brīvības pieminekli vai Rīgas Brāļu kapiem piemēro naudas sodu fiziskajai personai no divsimt līdz četrsimt naudas soda vienībām.(no 1000 līdz 2000 euro)."
      },
      {
        "id": "section11",
        "title": "11. pants. Kompetence administratīvo pārkāpumu procesā",
        "text": "Administratīvā pārkāpuma procesu par šā likuma 9. un 10. pantā minētajiem pārkāpumiem veic Valsts policija un pašvaldības policija."
      }
    ]
  }, 
{
  "id": "conditional_release",
  "title": "Nosacīta daļēja atbrīvošana no naudas soda samaksas",
  "section": "Administratīvās tiesības",
  "items": [
    {
      "id": "section154",
      "title": "154. pants. Pamatnoteikumi attiecībā uz nosacītu daļēju atbrīvošanu no naudas soda samaksas",
      "text": "(1) Lai veicinātu amatpersonu un pie atbildības saucamo personu savstarpējo sadarbību un brīvprātīgu naudas soda izpildi, amatpersona, izskatot administratīvā pārkāpuma lietu, ir tiesīga lemt par personas nosacītu daļēju atbrīvošanu no naudas soda samaksas.\n\n(2) Personu var nosacīti daļēji atbrīvot no naudas soda samaksas, ievērojot šādus priekšnoteikumus:\n\n1) persona, kuru sauc pie administratīvās atbildības, ir atzinusi savu vainu un piekrīt lēmumam par naudas soda uzlikšanu;\n2) nav konstatēti apstākļi, kas pastiprina personas atbildību par administratīvo pārkāpumu;\n3) administratīvā pārkāpuma lietā nav cietušā;\n4) persona, kuru sauc pie administratīvās atbildības, gada laikā nav bijusi nosacīti daļēji atbrīvota no naudas soda samaksas;\n5) administratīvā pārkāpuma lieta netiek izskatīta bez tās personas klātbūtnes, kuru sauc pie administratīvās atbildības.\n\n(3) Nosacītu daļēju atbrīvošanu no naudas soda samaksas nepiemēro, ja, izvērtējusi administratīvā pārkāpuma izdarīšanas apstākļus, pārkāpuma raksturu, pārkāpēja personību un citus apstākļus, kam ir nozīme lietā, amatpersona atzīst, ka nosacīta daļēja atbrīvošana no naudas soda samaksas nav piemērojama taisnīga soda mērķa sasniegšanai.\n\n(4) Piemērojot nosacītu daļēju atbrīvošanu no naudas soda samaksas, amatpersona informē administratīvi sodīto personu par tās pienākumu 15 dienu laikā samaksāt lēmumā par administratīvā soda piemērošanu noteikto naudas sodu 50 procentu apmērā. Ja administratīvi sodītā persona izpilda šo nosacījumu, tā tiek atbrīvota no pārējās naudas soda daļas samaksas. Ja nosacījums netiek izpildīts, piemērotais naudas sods samaksājams pilnā apmērā.\n\n(5) Lēmums par nosacītu daļēju atbrīvošanu no naudas soda samaksas zaudē spēku, ja administratīvi sodītā persona pārsūdz lēmumu par naudas soda uzlikšanu."
    }
  ]
}

]
